[{"id":1,"name":"The Witcher 33: Wild Hunt","gender":"RPG","platform":"PC, Switch, PS4, PS5, Xbox One","developer":"CD Projekt Red","release_date":"2015-05-19","description":"Un RPG de mundo abierto basado en la saga de Geralt de Rivia "},
{"id":2,"name":"Minecraft","gender":"Mundo abierto","platform":"PC, Switch, PS3, PS4, PS5, Xbox 360, Xbox One, Xbox Series S/X, Moviles","developer":"Mojang Studios","release_date":"2009-05-17","description":"Un juego de construcción y exploración en un mundo abierto hecho de bloques."},
{"id":3,"name":"Fornite","gender":"Battle Royale","platform":"PC, Switch, PS4, PS5, Xbox One, Xbox Series S/X, Moviles","developer":"Epic Games","release_date":"2017-07-21","description":"Un juego multijugador en línea donde los jugadores compiten en un Battle Royale. "},
{"id":4,"name":"League of Legends","gender":"Moba","platform":"PC","developer":"Riot Games","release_date":"2009-10-27","description":"Es un juego de estrategia por equipos en el que dos equipos de cinco campeones se enfrentan para ver quién destruye antes la base del otro."},
{"id":5,"name":"Valorant","gender": "Shooter táctico","platform": "PC, PS5","developer": "Riot Games","release_date": "2020-04-07","description": "El objetivo principal del juego es participar en partidas entre dos equipos, cada uno compuesto por cinco jugadores. Un equipo gana la partida después de ganar un total combinado de al menos 13 rondas como Atacantes o Defensores."},
{"id":6,"name":"counter-strike global offensive","gender": "Shooter táctico","platform": "PC, Xbox 360, PS3","developer": "Valve","release_date": "2012-08-12","description": "Dos equipos de cinco compiten en un enfrentamiento al mejor de 30 rondas usando las reglas estándares competitivas de Counter-Strike. Los jugadores deben comprar armaduras, armas, equipos de desactivación o rescate y administrar su economía en el juego para maximizar sus posibilidades de éxito."},
{"id":7,"name":"counter strike 2","gender":"Shooter táctico","platform":"PC","developer":"Valve","release_date":"2012-08-12","description":"Dos equipos de cinco compiten en un enfrentamiento al mejor de 30 rondas usando las reglas estándares competitivas de Counter-Strike. Los jugadores deben comprar armaduras, armas, equipos de desactivación o rescate y administrar su economía en el juego para maximizar sus posibilidades de éxito"},
{"id":8,"name":"American Truck Simulator","gender":"Simulacion","platform":"PC","developer":"SCS Software","release_date":"2016-02-02","description":"Videojuego de simulación de camiones."},
{"id":9,"name":"Apex Legends","gender":"Battle Royale, Multijugador","platform":"PC, Switch, PS4, PS5, Xbox One, Xbox Series S/X, Moviles","developer":"Respawn","release_date":"2020-11-04","description":"Apex Legends es el galardonado juego gratuito de acción en primera persona de Respawn Entertainment. Domina un elenco creciente de leyendas con potentes habilidades. Juego estratégico basado en pelotones y jugabilidad innovadora en la nueva evolución del Battle Royale."},
{"id":10,"name":"ARK: Survival Evolved","gender":"Mundo abierto","platform":"PC, Switch, PS4, PS5, Xbox One, Xbox Series S/X","developer":"Studio Wildcard","release_date":"2017-08-27","description":"Juega como un hombre o una mujer desnudo, congelándote y muriéndote de hambre en una isla misteriosa. Debes cazar, cosechar, crear objetos, cultivar, y construir refugios para sobrevivir. Usa tu habilidad y astucia para matar, domesticar, criar y cabalgar dinosaurios y otras criaturas primitivas."},
{"id":11,"name":"Marvel’s Spider-Man Remastered","gender":"Mundo abierto, Superheros","platform":"PC, PS4, PS5","developer":"Insomniac Games, Nixxes Software","release_date":"2018-09-07","description":"La vida de Peter Parker se topa con la de Spider-Man en una historia original repleta de acción. Ponte en la piel de un Peter Parker veterano que ha pulido sus habilidades en la lucha contra el crimen y los villanos en la Nueva York de Marvel."},
{"id":12,"name":"Marvel’s Spider-Man: Miles Morales","gender":"Mundo abierto, Superheros","platform":"PC, PS4, PS5","developer":"Insomniac Games, Nixxes Software","release_date":"2020-11-12","description":"Tras los acontecimientos de Marvel’s Spider-Man Remasterizado, el adolescente Miles Morales se adapta a su nuevo barrio al tiempo que sigue los pasos de Peter Parker, su mentor, para convertirse en un nuevo Spider-Man."},
{"id":13,"name":"Marvel's Spider-Man 2","gender":"Mundo abierto, Superheros","platform":"PC, PS5","developer":"SCS Software","release_date":"2023-10-20","description":"El increíble poder del simbionte obliga a Peter y a Miles a enfrentar la prueba de fuerza definitiva, con y sin máscara, mientras tratan de equilibrar sus vidas, amistades y su deber de proteger a quienes estén en apuros."},
{"id":14,"name":"The Binding of Isaac: Rebirth","gender":"Roguelike de accion","platform":"PC, Switch, PS4, PS5, Xbox One, Xbox Series S/X, Moviles, PS Vita, Wii U, Nintendo 3DS","developer":"Nicalis Inc","release_date":"2014-11-04","description":"El juego sigue la historia de Isaac, un niño que vive con su madre. Un día, su madre escucha una voz divina que le ordena sacrificar a Isaac para demostrar su fe. Aterrorizado, Isaac encuentra una trampilla en el suelo de su habitación y escapa al sótano de su casa, donde se enfrenta a monstruos, demonios y otros horrores mientras trata de sobrevivir y descubrir la verdad sobre su familia."},
{"id":15,"name":"Borderlands 3","gender":"Rol, Disparos y botin","platform":"PC, PS4, PS5, Xbox one, Xbox Series X/S, Switch","developer":"Gearbox Software","release_date":"2019-09-13","description":"¡Vuelve el padre de los shooter-looter, con tropecientas mil armas y una aventura caótica! Arrasa a tus enemigos y descubre mundos inéditos con uno de los cuatro nuevos buscacámaras. Juega solo o con amigos para derribar a adversarios increíbles, hacerte con montones de botín y salvar tu hogar de la secta más cruel de la galaxia."},
{"id":16,"name":"Broforce","gender":"Accion, America","platform":"PC, PS5, Switch, Game pass, Xbox one","developer":"Free Lives","release_date":"2014-04-07","description":"Es una oda a la libertad de desplazamiento lateral repleta de acción en la que controlas a una organización paramilitar tan musculada como mal financiada que se especializa en el uso excesivo de la fuerza."},
{"id":17,"name":"CounterSide","gender":"Rol japones","platform":"PC, Moviles","developer":"Studiobside Co, Ltd","release_date":"2022-02-04","description":"Todo tiene otro lado Novela Gráfica Urbana RPG CounterSide Un mundo donde el conflicto nunca termina entre Counters y Objetos Corruptos después del Fallo de la Administración Te invitamos a un viaje para salvar la Realidad."},
{"id":18,"name":"Cult of the Lamb","gender":"Construccion de bases","platform":"PC, Switch, PS4, PS5, Xbox One, Xbox Series S/X","developer":"Massive Monster","release_date":"2022-06-10","description":"Crea tu propia secta en una tierra de falsos profetas, aventurándote en regiones diversas y misteriosas para construir una leal comunidad de adeptos de los bosques, y difunde tu Palabra para convertir tu secta en la única y verdadera."},
{"id":19,"name":"Dead Cells","gender":"Roguelike de accion","platform":"PC, PS4, PS5, Xbox One, Switch, Moviles","developer":"Motion Twin","release_date":"2017-05-10","description":"Dead Cells es un juego de acción de plataformas de estilo roguelite inspirado en juegos tipo metroidvania. Explorarás un castillo en constante cambio y expansión. Sin puntos de control: mata, muere, aprende, repite."},
{"id":20,"name":"Dead Island: Riptide Definitive Edition","gender":"Zombies","platform":"PC, PS4, PS4, Xbox One, Xbox 360","developer":"Techland","release_date":"2013-04-31","description":"Sigue la historia de la epidemia y contempla cómo el infierno llega otra vez al paraíso."},
{"id":21,"name":"Deep Rock Galactic","gender":"Enanos, Shooter","platform":"PC, PS4, PS5, Xbox One, Xbox Series X/S, Game Pass","developer":"Ghost Ship Games","release_date":"2018-02-28","description":"Es un shooter cooperativo de ciencia ficción en primera persona con enanos espaciales de armas tomar, entornos totalmente destruibles, cuevas generadas procedimentalmente y hordas interminables de monstruos alienígenas."},
{"id":22,"name":"Deus Ex: Human Revolution","gender":"Ciberpunk, Sigilo","platform":"PC, PS3, Xbox 360, Wii U","developer":"Eidos Montreal","release_date":"2011-08-23","description":"Juegas como Adam Jensen, un ex SWAT al que han escogido para supervisar las necesidades defensivas de una de las empresas de biotecnología más experimentales de América. Tu trabajo consiste en proteger los secretos de la empresa, pero, cuando irrumpe un equipo de operaciones encubiertas y mata a los mismos científicos que debías proteger, lo que creías saber sobre tu trabajo cambia totalmente."},
{"id":23,"name":"Ace Combat 7: Skies Unknown","gender":"Simulador de vuelo","platform":"PC, PS4, Switch, Xbox One","developer":"Bandai Namco Studios Inc.","release_date":"2019-01-18","description":"¡Conviértete en un as de la aviación y vuela por cielos fotorrealistas con 360 grados de movimiento, acaba con los aviones enemigos y disfruta de la emoción de los despegues realistas! ¡Los combates aéreos nunca han sido mejores!"},
{"id":24,"name":"Age of Empires II: Definitive Edition","gender":"Estrategia","platform":"PC, Xbox One, Xbox Series X/S, Game pass","developer":"Forgotten Empires, Tantalus Media, Wicked Witch, World's Edge, CaptureAge","release_date":"2019-11-14","description":"Age of Empires II: Definitive Edition incluye Los últimos khanes, que incorpora 3 campañas y 4 civilizaciones nuevas. Las frecuentes actualizaciones contienen eventos, contenido adicional, nuevos modos de juego (¡como el reciente modo cooperativo!) y funciones mejoradas."},
{"id":25,"name":"Aliens: Colonial Marines Collection","gender":"Shooter","platform":"PC, PS3, Xbox 360","developer":"Gearbox Software","release_date":"2013-02-11","description":"Tú y tus amigos sois los más mortíferos asesinos de la galaxia: los Marines Coloniales de los EE. UU. No sólo debéis sobrevivir, sino también acabar con la infección de xenomorfos."},
{"id":26,"name":"Aliens vs. Predator","gender":"Accion","platform":"PC, PS3, Xbox 360, Moviles","developer":"Rebellion","release_date":"2010-02-16","description":"Sobrevive, caza y conviértete en la presa en las mortíferas junglas y pantanos con una jugabilidad en primera persona diferente, nueva y emocionante."},
{"id":27,"name":"Aragami","gender":"Sigilo, Ninjas","platform":"PC, PS4, Switch, Xbox One","developer":"Lince Works","release_date":"2016-10-04","description":"Aragami es un juego de sigilo en el cual llevas a un guerrero no-muerto con el poder de controlar las sombras. Teletranspórtate a cualquier sombra, vuélvete invisible, materializa armas o incluso invoca un dragón sombrío para infiltrate entre las filas enemigas y deshacerte de tus objetivos."},
{"id":28,"name":"ATLYSS","gender":"Rol","platform":"PC","developer":"Kiseff","release_date":"2024-11-22","description":"Ingresa al mundo de ATLYSS, un juego de rol para un jugador/en línea donde puedes luchar con o contra amigos en un mundo surrealista lleno de criaturas más allá de toda comprensión. Personaliza y progresa con tus personajes, completa misiones y descubre lugares extraños."},
{"id":29,"name":"Black Desert","gender":"MMORPG","platform":"PC, PS4, Xbox One","developer":"Pearl Abyss","release_date":"2014-12-01","description":"Con más de 20 millones de aventureros, black Desert Online es un MMORPG de acción de mundo abierto. ¡Experimenta su intenso combate, enfréntante a Jefes mundiales, asedia castillos junto a tus amigos y mejora en diversas profesiones como pesca, comercio, manufactura, y cocina, entre otras!"},
{"id":30,"name":"Black Mesa","gender":"Accion","platform":"PC","developer":"Crowbar Collective","release_date":"2015-05-05","description":"Black Mesa es un videojuego de disparos en primera persona desarrollado y publicado por Crowbar Collective."},
{"id":31,"name":"Bomb Rush Cyberfunk","gender":"Accion, 3D","platform":"PC, PS4, PS5, Xbox Series X/S, Xbox One, Switch","developer":"Team Reptile","release_date":"2023-08-18","description":"omb Rush Cyberfunk es un juego de funk avanzado de 1 segundo por segundo. Lucha contra bandas rivales y envía policías militarizados para conquistar los cinco distritos de Nueva Ámsterdam. Conviértete en All City."},
{"id":32,"name":"Call of Duty®: WWII","gender":"Shooter, Primera persona","platform":"PC, PS4, Xbox One","developer":"Treyarch, Sledgehammer Games, Infity Ward, Raven Software, Denonware, High Moon Studios, Beenox, Activision Shanghai","release_date":"2017-08-25","description":"Una experiencia sobrecogedora que redefine la Segunda Guerra Mundial para toda una nueva generación de jugadores. Desembarca en Normandía el Día D y combate por toda Europa en algunos de los escenarios más emblemáticos de la guerra más cruenta de la historia. Vive el combate clásico de Call of Duty, los lazos de camaradería y la naturaleza imperdonable de la guerra contra una potencia global que sume al mundo en la tiranía."},
{"id":33,"name":"Child of Light","gender":"Rol,","platform":"PC, Switch, PS4, PS Vita, PS3, Xbox 360, Xbox One, Wii U","developer":"Ubisoft Montreal","release_date":"2014-04-29","description":"Aurora, una joven de la Austria de 1895, despierta en el continente de cuento de hadas perdido de Lemuria. Para volver a casa, debe luchar contra las criaturas oscuras de la Reina de la Noche, que han robado el sol, la luna y las estrellas. No solo está en juego Lemuria, sino también el verdadero destino de Aurora."},
{"id":34,"name":"CODE VEIN","gender":"Rol, Accion","platform":"PC, PS4, Xbox One","developer":"Bandai Namco Studios","release_date":"2019-05-31","description":"Crea tu propio resucitado, forma un equipo y embárcate en un viaje hasta el fin del mundo para descubrir tu pasado y escapar de tu vida de pesadilla en CODE VEIN."},
{"id":35,"name":"Cooking Live - Italian Kitchen Simulator","gender":"Cocina","platform":"PC, Moviles","developer":"Matryoshka","release_date":"2021-12-01","description":"En este juego casual de restaurantes sobre comida rápida y renovación, viajarás y crearás un blog sobre cafeterías y cocina local."},
{"id":36,"name":"Cyberpunk 2077","gender":"Ciberpunk, Mundo abierto","platform":"PC, PS4, PS5, Xbox One, Xbox Series X/S","developer":"CD PROJEKT RED","release_date":"2020-12-10","description":"Cyberpunk 2077 es un RPG de aventura y acción de mundo abierto ambientado en la megalópolis de Night City, donde te pondrás en la piel de un mercenario o una mercenaria ciberpunk y vivirás su lucha a vida o muerte por la supervivencia."},
{"id":37,"name":"DARK SOULS™ III","gender":"Rol, Accion","platform":"PC, PS4, Xbox One","developer":"FromSoftware, Inc.","release_date":"2016-04-11","description":"Adéntrate en un universo lleno de enemigos y entornos descomunales, un mundo en ruinas en el que las llamas se están apagando. Los jugadores se sumergirán en la atmósfera épica de un mundo de oscuridad gracias a un juego más rápido y una intensidad de combate ampliada."},
{"id":38,"name":"Delta Force","gender":"Shooter","platform":"PC, PS4, PS5, Xbox One, Xbox Series X/S, Moviles","developer":"Team Jade","release_date":"2024-12-04","description":"¡Delta Force ha vuelto! La icónica serie regresa como el shooter táctico por equipos moderno y gratuito definitivo, con tres modos de juego distintos: guerra PvP a gran escala, acción intensa de shooter de extracción y una nueva versión de la legendaria campaña Black Hawk Down."},
{"id":39,"name":"Devil May Cry 5","gender":"Accion","platform":"PC, PS4, PS5, Xbox One, Xbox Serie X/S","developer":"CAPCOM CO., Ltd","release_date":"2019-03-08","description":"Devil May Cry 5, una nueva entrega de esta legendaria serie de acción, une su característica combinación de acción frenética y personajes de otro mundo con la última tecnología en videojuegos de Capcom para crear una obra maestra de la acción-aventura revolucionaria gráficamente."},
{"id":40,"name":"Disco Elysium - The Final Cut","gender":"Rol","platform":"PC, Switch, PS4, PS5, Xbox One, Xbox Series S/X","developer":"ZA/UM","release_date":"2019-10-15","description":"Disco Elysium - The Final Cut es un revolucionario juego de rol de mundo abierto. Encarna a un detective con un conjunto único de habilidades a su disposición y un barrio entero que recorrer. Interroga personajes memorables, desentraña casos o acepta sobornos. Sé un héroe o un ser humano desastroso."},
{"id":41,"name":"Disney Speedstorm","gender":"Carreras","platform":"PC, PS4, PS5, Xbox One, Xbox Series X/S, Switch, Moviles","developer":"Gameloft","release_date":"2023-04-18","description":"Adéntrate en el mejor juego de carreras en circuitos de alta velocidad inspirados en los mundos de Disney y Pixar."},
{"id":42,"name":"Don't Starve Together","gender":"Supervivencia","platform":"PC, PS4, Xbox One, Switch","developer":"Kei Entertainment","release_date":"2014-12-15","description":"Don't Starve Together es la expansión multijugador independiente del juego de supervivencia sin límites Don't Starve."},
{"id":43,"name":"DOOM Eternal","gender":"Bomb Shooter","platform":"PC, Switch, PS4, PS5, Xbox One, Xbox Series X/S ","developer":"id Software","release_date":"2020-03-20","description":"Los ejércitos del infierno han invadido la Tierra. Ponte en la piel del Slayer en una épica campaña para un jugador y cruza dimensiones para detener la destrucción definitiva de la humanidad. No le tienen miedo a nada... salvo a ti."},
{"id":44,"name":"Duck Game","gender":"Multiplayer, Accion","platform":"PC, PS4, Switch, Ouya","developer":"Landon Podbielski","release_date":"2014-0513","description":"Entra en el año futurista de 1984, una era en la que los patos corren desenfrenados en una frenética batalla por la gloria. Dispara a tus amigos con escopetas, pistolas de red, rayos de control mental, saxofones, pistolas magnéticas y mucho, mucho más. Esto es DUCK GAME. No parpadees."},
{"id":45,"name":"Enter the Gungeon","gender":"Accion","platform":"PC, PS4, Switch, Xbox One","developer":"Dodge Roll","release_date":"2016-04-05","description":"Enter the Gungeon es un dungeon crawler de tiroteos que sigue a una banda de marginados arrepentidos en su intento de conseguir la absolución personal a base de disparar, saquear, dar volteretas y voltear mesas para alcanzar el tesoro supremo de la legendaria Armazmorra: el arma que puede matar el pasado. Elige un héroe y ábrete paso a tiros hasta el fondo de la Armazmorra, sobreviviendo a una desafiante y siempre cambiante serie de plantas llenas de los peligrosamente adorables armuertos y temibles jefes de la Armazmorra, armados hasta los dientes."},
{"id":46,"name":"Fallout Shelter","gender":"Construccion de bases","platform":"PC, Switch, PS4, Xbox One, Moviles","developer":"Bethesda Game Studios","release_date":"2015-06-14","description":"Fallout Shelter te pone al mando de un refugio subterráneo Vault-Tec de última generación. Crea el refugio perfecto, mantén contentos a sus moradores y protégelos frente a los peligros del yermo."},
{"id":47,"name":"Far Cry 3","gender":"Mundo abierto","platform":"PC, PS3, PS4, Xbox 360, Xbox One","developer":"Ubisoft Montreal, Massive Entertaiment, Ubisoft Shanghai","release_date":"2012-11-28","description":"Descubre los oscuros secretos de una isla gobernada por la violencia y enfréntate al enemigo mientras tratas de escapar. ¡Necesitarás algo más que suerte para poder huir con vida!"},
{"id":48,"name":"Far Cry® 6","gender":"Mundo abierto","platform":"PC, PS4, PS5, Xbox One, Xbox Series X/S, Game pass","developer":"Uibsoft Toronto, Ubisoft Montreal, Ubisoft Kyiv, Ubisoft Shanghai, Ubisoft Berlin","release_date":"2021-10-07","description":"Te damos la bienvenida a Yara, un paraíso tropical detenido en el tiempo. El dictador de Yara, Antón Castillo, está decidido a devolver a su nación la antigua gloria perdida por cualquier medio, y su hijo Diego sigue sus sangrientos pasos. La opresión a la que someten a su pueblo ha dado pie a una revolución. Encarna a Dani Rojas, habitante de Yara que participa en una revolución guerrillera actual para liberar Yara. Disfruta del juego completo en solitario o con un amigo en modo cooperativo."},
{"id":49,"name":"FINAL FANTASY XV","gender":"ARPG","platform":"PC, PS4, Xbox One","developer":" Square Enix, Umbra Software, Streamline Studios, XPEC Entertainment, HexaDrive","release_date":"2016-11-29","description":"En compañía de tus mejores amigos, embárcate en el viaje de tu vida por un mundo extraordinario con paisajes impresionantes y bestias de proporciones épicas para recuperar tu patria de las garras de un enemigo inimaginable. Canaliza el poder de tus ancestros en un sistema de batalla cargado de acción, proyéctate ágilmente por los aires en combates emocionantes y domina junto a tus compañeros las distintas armas, hechizos y ataques en equipo."},
{"id":50,"name":"Find Love or Die Trying","gender":"Simulador de citas","platform":"PC, Switch, PS4, PS5, Xbox One, Xbox Series S/X","developer":"Sunseeker Games","release_date":"2021-09-16","description":"Es el estreno de nuestro nuevo dating show, donde acabar soltero... ¡significa acabar muerto! No estoy seguro de por qué te apuntas a esto, pero ahora que estás aquí, tienes 7 días para conseguir que una de las encantadoras damas de tu escapada a una isla tropical se enamore de ti. Si ella está dispuesta a ponerle un anillo, ambos son libres de irse. Si no... bueno, ¡está en el nombre del espectáculo!"},
{"id":51,"name":"The Forest","gender":"Supervivencia","platform":"PC ,PS4","developer":"Endnight Games","release_date":"2014-05-30","description":"Como único sobreviviente de un accidente de avión de pasajeros, te encontrarás en un bosque misterioso luchando por sobrevivir contra una sociedad de mutantes caníbales. Construye, explora y sobrevive en este aterrador simulador de terror de supervivencia en primera persona."},
{"id":52,"name":"Friends vs Friends","gender":"Accion, Cartas","platform":"PC","developer":"Brainwash Gang","release_date":"2022-10-03","description":"Un trepidante juego de disparos en el que los jugadores se enfrentan en red. Combina combate y construcción de mazos. ¡Elige un personaje, combina a placer las cartas que determinarán tu forma de jugar y prepárate para los mejores combates de tu vida!"},
{"id":53,"name":"Garry's Mod","gender":"Sanbox","platform":"PC","developer":"Facepunch Studios","release_date":"2006-11-29","description":"Garry's Mod es un entorno que te permite jugar libremente con el motor físico. Al contrario que en la mayoría de juegos, no hay metas u objetivos predeterminados. Te proporcionamos las herramientas y te damos libertad para jugar. Tú generas los objetos y los unes para crear tus propios artefactos: ya sea un coche, un cohete, una catapulta o algo aún por inventar. Tú decides. Si no eres un experto en construcción, no te desanimes. Puedes colocar una gran variedad de objetos en posiciones absurdas."},
{"id":54,"name":"God of War","gender":"Accion, Aventura","platform":"PC, PS4, PS5","developer":"SIE Santa Monica Studio, Jetpack Interactive","release_date":"2018-04-20","description":"Kratos ha dejado atrás su venganza contra los dioses del Olimpo y vive ahora como un hombre en los dominios de los dioses y monstruos nórdicos. En este mundo cruel e implacable debe luchar para sobrevivir… y enseñar a su hijo a hacerlo también."},
{"id":55,"name":"Grand Theft Auto IV: The Complete Edition","gender":"Mundo abierto, Accion","platform":"PC, PS3, Xbox 360, Xbox One","developer":"Rockstar North, Rockstar Toronto","release_date":"2008-12-03","description":"Niko Bellic, Johnny Klebitz y Luis Lopez tienen una cosa en común: viven en la peor ciudad de Estados Unidos. En Liberty City, el dinero y el estatus social lo son todo, y dependiendo de si los tienes o no vivirás en el cielo o en el infierno. Niko intenta dejar atrás el pasado y forjarse una nueva vida en la tierra de las oportunidades. Johnny, un veterano de la banda de moteros Lost, se encuentra atrapado en una salvaje guerra territorial entre bandas rivales que desean controlar la ciudad. Luis, mitad criminal, mitad ayudante a tiempo completo del legendario empresario de locales nocturnos Tony Prince (alias Gay Tony), lucha para competir por la lealtad de familiares y amigos en un mundo en el que todos tienen un precio. Sus vidas se cruzarán con consecuencias devastadoras mientras luchan por sobrevivir en una ciudad destrozada por la violencia y la corrupción."},
{"id":56,"name":"Grand Theft Auto V","gender":"Mundo abierto, Accion","platform":"PC, PS3, PS4, PS5, Xbox 360, Xbox One, Xbox Series X/S","developer":" Rockstar Games, Rockstar North","release_date":"2013-09-17","description":"Cuando un joven estafador callejero, un ladrón de bancos retirado y un psicópata aterrador se ven involucrados con lo peor y más desquiciado del mundo criminal, del gobierno de los EE. UU. y de la industria del espectáculo, tendrán que llevar a cabo una serie de peligrosos golpes para sobrevivir en una ciudad implacable en la que no pueden confiar en nadie. Y mucho menos los unos en los otros."},
{"id":57,"name":"Gunfire Reborn","gender":"Roguelite, Shooter","platform":"PC, SWitch, PS4, PS5, Xbox One, Xbox Series X/S, Moviles","developer":"Duoyi Network, Duoyi (Hong Kong) Interactive Entertainment","release_date":"2020-05-05","description":"Gunfire Reborn es un juego de aventura basado en niveles que combina FPS, Roguelite y RPG. Los jugadores pueden controlar a héroes con distintas habilidades para disfrutar de distintas experiencias de juego, usando armas soltadas aleatoriamente en niveles aleatorios."},
{"id":58,"name":"Half-Life","gender":"Shooter, Accion","platform":"PC, PS2, Dreamcat, GP32","developer":"Valve Corporation, Captivation Digital Laboratories","release_date":"1998-11-19","description":"Nombrado juego del año por más de 50 publicaciones, la ópera prima de Valve mezcla acción y aventuras con una tecnología galardonada con varios premios, en un mundo terriblemente realista en el que los jugadores deberán esforzarse por sobrevivir. También incluye un emocionante modo multijugador que te permite jugar contra amigos y enemigos de todo el mundo."},
{"id":59,"name":"Halo: Spartan Assault","gender":"Accion, Shooter","platform":"PC, Xbox 360, Xbox One, Game Pass, Moviles","developer":"Vanguard Entertainment Group, Halo Studios","release_date":"2013-07-18","description":"Halo: Spartan Assault es un juego de disparos con vista aérea y un ritmo frenético, que se sitúa entre los acontecimientos sucedidos en 'Halo 3' y 'Halo 4'. Avanza en tu carrera como Spartan mientras participas en más de 30 misiones trepidantes en el modo Campaña usando muchas de las armas, vehículos y habilidades de armadura favoritos de Halo."},
{"id":60,"name":"Halo: Spartan Strike","gender":"Shooter, Accion","platform":"PC, Moviles","developer":"Vanguard Entertainment Group, Halo Studios, W!Games","release_date":"2015-04-16","description":"Halo: Spartan Strike es un juego de disparos que te convierte en un supersoldado Spartan que lucha contra las fuerzas del mal. Sumérgete en 30 misiones desafiantes a través de ciudades y junglas y enfrenta a tus enemigos Prometeos y Covenant haciendo uso de un devastador arsenal de armas, habilidades y vehículos que incluyen al icónico Warthog. Sé el mejor Spartan e impide que tus enemigos conquisten la Tierra."},
{"id":61,"name":"Halo Wars: Definitive Edition","gender":"Estrategia","platform":"PC, Xbox 360, Xbox One","developer":"Ensemble Studios, Bungie Studios, Robot Entertainment","release_date":"2009-02-26","description":"Ambientado en la guerra entre el Covenant y la UNSC, muy conocida gracias a los shooters de la serie Halo, Halo Wars: Definitive Edition ofrece un enfoque único sobre el conflicto, además de incorporar nuevos héroes al campo de batalla. Controla grandes ejércitos del universo Halo y dirígelos en un título rebosante de acción bélica."},
{"id":62,"name":"HELLDIVERS™ Dive Harder Edition","gender":"Accion","platform":"PC","developer":"Arrowhead Game Studios","release_date":"2015-12-07","description":"HELLDIVERS™ es un shooter de doble stick, cooperativo y para jugadores expertos. Como parte de la unidad de élite denominada HELLDIVERS, los jugadores deben cooperar para proteger Supertierra y derrotar a los enemigos de la humanidad en una intensa guerra intergaláctica."},
{"id":63,"name":"HITMAN™ 2","gender":"Sigilo, Asesinos","platform":"PC, PS4, Xbox One","developer":"IO Interactive A/S","release_date":"2018-11-13","description":"Viaja alrededor del mundo rastreando a tus objetivos en los exóticos lugares del mundo abierto de HITMAN™ 2. Desde soleadas calles hasta oscuras selvas, en ningún lado se está a salvo del asesino más creativo del mundo, el agente 47, en esta historia de suspenso y espionaje."},
{"id":64,"name":"HOT WHEELS UNLEASHED™","gender":"Carreras","platform":"pc, Switch, PS4, PS5, Xbox One, Xbox Series X/S","developer":"Milestone S.r.l.","release_date":"2021-09-30","description":"Colecciona los mejores vehículos del universo de Hot Wheels™, construye pistas espectaculares y lánzate a las carreras más electrizantes."},
{"id":65,"name":"THE HOUSE OF THE DEAD: Remake","gender":"Accion","platform":"PC, PS4, Xbox Series X/S","developer":"Sega AM1, Tantalus Media","release_date":"2022-04-28","description":"THE HOUSE OF THE DEAD: Remake es la nueva versión del juego lanzado en 1997 para máquinas recreativas. El juego de disparos clásico «sobre raíles» recibe un montón de mejoras y cambios en la forma de jugar para adaptarlo a los estándares de juego modernos."},
{"id":66,"name":"Insurgency","gender":"Tactico, Accion","platform":"PC","developer":"New World Interactive","release_date":"2013-04-25","description":"Sumérgete en una experiencia de combate en espacios cerrados en la que el éxito de tu equipo dependerá de su capacidad para asaltar puntos estratégicos o destruir arsenales, entre otros objetivos. Toma las calles en este título multijugador y cooperativo basado en el motor Source."},
{"id":67,"name":"Jet Set Radio","gender":"Accion","platform":"PC, DreamCast, Game boy, Arcade, PS3, PS Vita, Xbox 360","developer":"Sega Sports R&D, Sega, Blitworks, Smilebit, Vicarious Visions, Sonic Team","release_date":"2000-06-29","description":"Lucha por el control de Tokyo-to, grafitea para marcar tu territorio, firma paredes, carteleras ¡y hasta a los miembros de la banda rival! Realiza trucos y giros con tablas magnéticas, ¡pero ten cuidado con la policía!"},
{"id":68,"name":"Killing Floor","gender":"Zombies, Accion","platform":"PC","developer":"Tripwire Interactive, 1C Company","release_date":"2009-05-14","description":"Killing Floor es un shooter Cooperativo del género Survival Horror que tiene lugar en los campos y ciudades devastadas de Inglaterra, después de que una serie de experimentos militares de clonación fracasaran con horribles consecuencias. Tú y tus amigos sois miembros de los militares desplegados en esos lugares con una sencilla misión: ¡Sobrevivir el tiempo suficiente para despejar el área de experimentos fallidos!"},
{"id":69,"name":"Killing Floor 2","gender":"Zombies, Accion","platform":"PC, PS4, Xbox One","developer":"Tripwire Interactive, Saber Interactive, Hardsuit Labs, Inc.","release_date":"2016-11-18","description":"En KILLING FLOOR 2 los jugadores se adentran en la Europa continental para luchar contra el brote causado por el experimento fallido de Horzine Biotech, que cada vez se propaga con más rapidez y de manera más contundente. Tal es su magnitud que ha llegado incluso a paralizar a la Unión Europea. Justo un mes después de lo sucedido en el primer KILLING FLOOR, los clones de los especímenes están por todas partes y la civilización se ha sumido en el caos: las comunicaciones no funcionan, los gobiernos se han colapsado y los cuerpos militares han sido erradicados."},
{"id":70,"name":"Left 4 Dead","gender":"Zombies, Accion","platform":"PC, Xbox One","developer":"Valve Corporation, Turtle Rock Studios, Certain Affinity","release_date":"2008-11-17","description":"Left 4 Dead™, una nueva aventura para PC y Xbox 360 que te mete en la piel de uno de los cuatro «supervivientes» en su pugna épica contra hordas de zombis y sus terroríficas variedades mutantes especiales. Ambientado justo tras el estallido del largamente anunciado Apocalipsis zombi, la dinámica de juego cooperativa de Left 4 Dead se desarrolla en cuatro extensas «películas» que guían a los supervivientes por los tejados de metrópolis abandonadas, por pueblos abandonados y bosques sumidos en la oscuridad, todo para que consigas escapar del epicentro devastado lleno de enemigos infectados. Cada «película» consta de cinco grandes mapas y permite participar a entre uno y cuatro jugadores, poniendo énfasis en las estrategias y objetivos de equipo."},
{"id":71,"name":"Left 4 Dead 2","gender":"Zombies, Accion","platform":"PC, Xbox 360","developer":"Valve Corporation","release_date":"2009-11-17","description":"Ambientado en el apocalipsis zombi, Left 4 Dead 2 (L4D2) es la esperadísima secuela del galardonado Left 4 Dead, el juego cooperativo número 1 de 2008. Este FPS cooperativo de acción y terror os llevará a ti y a tus amigos por las ciudades, pantanos y cementerios del Sur Profundo, desde Savannah hasta Nueva Orleans, a lo largo de cinco extensas campañas. Jugarás como uno de los cuatro nuevos supervivientes, armado con un amplio y devastador arsenal de armas clásicas y mejoradas. Además de las armas de fuego, también tendrás la oportunidad de masacrar a los infectados con diversas armas de combate cuerpo a cuerpo, desde motosierras hasta hachas, e incluso una mortífera sartén."},
{"id":72,"name":"Life is Strange","gender":"Episodios, Aventura","platform":"PC, Switch, PS3, PS4, Xbox 360, Xbox One, Moviles","developer":"Don't Nod","release_date":"2015-01-29","description":"Life Is Strange es una aventura por episodios premiada y elogiada por la crítica que te permite retroceder en el tiempo y cambiar el pasado, el presente y el futuro."},
{"id":73,"name":"Mafia","gender":"Accion, Mundo Abierto","platform":"PC, PS2, Xbox","developer":" Illusion Softworks","release_date":"2008-08-28","description":"Estamos en 1930. Tras un involuntario encontronazo con la mafia, el taxista Tommy Angelo se involucra a su pesar en el mundo del crimen organizado. Al principio detesta la idea de relacionarse con la familia Salieri, pero muy pronto será imposible ignorar las recompensas. A medida que asciende los pagos son cada vez más grandes, pero también son más sucias las tareas. Tommy terminará por ganarse el respeto y reconocimiento de los Salieri, pero su nueva vida le planteará infinidad de dilemas."},
{"id":74,"name":"Marvel Rivals","gender":"Accion, Shooter","platform":"PC, PS5, Xbox One Series X/S","developer":"NetEase, NetEase Games","release_date":"2024-12-05","description":"¡En Marvel Rivals no tendrás tiempo de aburrirte gracias a sus entornos complejos, un estilo de juego rápido y campos de batalla que cambian continuamente! Encarna a un superhéroe o a un villano y entra en batalla con unas habilidades increíbles. Además, también puedes usar los poderes para crear combinaciones divertidas e inesperadas en cuestión de segundos."},
{"id":75,"name":"Metro: Last Light","gender":"Accion, Pirmera persona","platform":"PC, Swtich, PS3, PS4, Xbox 360, Xbox One","developer":"4A Games","release_date":"2013-05-14","description":" La continuación de Metro 2033, el juego basado en la serie de novelas escritas por Dmitry Glukhovsky, una intensa aventura de acción, terror y supervivencia en un mundo postapocalíptico en los túneles del metro de Moscú, teniendo que luchar contra humanos y terribles criaturas en un épico viaje."},
{"id":76,"name":"Monster Hunter: World","gender":"Accion, Cooperativo","platform":"PC, PS4, Xbox One","developer":"Capcom","release_date":"2018-01-26","description":"¡Bienvenidos a un nuevo mundo! Conviértete en un gran cazador y acaba con feroces monstruos en un ecosistema lleno de vida donde podrás aprovechar tu entorno y su variada flora y fauna para vencer. ¡Caza solo o en cooperativo con hasta tres jugadores más y usa los materiales abandonados por tus enemigos caídos para crear nuevo equipo con que luchar con bestias aún más grandes y poderosas!"},
{"id":77,"name":"Moonlighter","gender":"Pixeles, Roguelite, RPG","platform":"PC, Switch, PS4, Xbox One, Moviles, Game Pass","developer":"Digital Sun, Crunching Koalas","release_date":"2018-05-29","description":"Moonlighter es un juego de acción RPG con elementos rogue-lite. Descubre la rutina diaria de Will, un comerciante aventurero que guarda el tímido sueño de convertirse en un héroe."},
{"id":78,"name":"MY HERO ULTRA RUMBLE","gender":"Anime, Multijugador","platform":"PC, Switch, PS4, Xbox One, Moviles","developer":"Bandai Namco Entertainment, Byking","release_date":"2023-09-28","description":"Elige tu personaje favorito, forma un equipo y lucha por ser los últimos en pie en este nuevo juego gratuito de Battle Royale para 24 jugadores: ¡MY HERO ULTRA RUMBLE!"},
{"id":79,"name":"NARAKA: BLADEPOINT","gender":"Battle Royale","platform":"PC, PS5, Xbox One, Xbox Series X/S","developer":"24 Entertainment, Hangzhou 24 Entertainment Network Technology Co. Ltd.","release_date":"2021-08-11","description":"NARAKA: BLADEPOINT es una experiencia de combate y acción para hasta 60 jugadores con enfrentamientos cuerpo a cuerpo basados en las artes marciales, movimientos que desafían la gravedad, héroes personalizables dotados de habilidades épicas y un gran arsenal de armas."},
{"id":80,"name":"NEO: The World Ends with You","gender":"Rol japones, Rol Accion","platform":"PC, Swtich, PS4","developer":"Square Enix, h.a.n.d., Creative Business Unit I","release_date":"2021-07-27","description":"Solo tu existencia puede cambiar nuestro destino Al verse obligado a participar en el conocido como Juego de los Segadores, Rindo se da cuenta de que su vida está en juego. No se sabe qué ocurrirá, ¡pero te toca a ti descubrirlo! Pon a prueba tus poderes psíquicos en las calles de Shibuya y disfruta de su moderna animación."},
{"id":81,"name":"NieR:Automata™","gender":"Accion, Hack and slash","platform":"PC, Switch, PS4, Xbox One","developer":"PlatinumGames","release_date":"2017-03-17","description":"Automata narra la historia de los androides 2B, 9S y A2, que luchan para recuperar el mundo distópico dirigido por las máquinas que han invadido unas poderosas formas de vida mecánicas. Unos alienígenas mecanizados han invadido la Tierra, obligando a la humanidad a abandonarla. En un último intento por recuperar el planeta, la resistencia humana envía un ejército de soldados androides para acabar con los invasores. La guerra entre las máquinas y los androides se vuelve cada vez más encarnizada. Una guerra que pronto pondrá al descubierto la verdad sobre este mundo..."},
{"id":82,"name":"Noita","gender":"Pixeles, Roguelike","platform":"PC","developer":"Nolla games","release_date":"2020-10-15","description":"Noita es un juego roguelite de acción y magia en un mundo en el que cada pixel está simulado físicamente. Lucha, explora, derrite, quema, congela y evapora para abrirte camino por el mundo generado proceduralmente usando hechizos creados por ti. Explora una gran variedad de entornos que van desde minas de carbón hasta yermos congelados mientras desciendes más y más en busca de misterios."},
{"id":83,"name":"Nubarron: The adventure of an unlucky gnome","gender":"Indie, Aventura, 2D","platform":"PC, Switch, Xbox One, Xbox Seires X/S","developer":"Nastycloud","release_date":"2020-01-30","description":"Guía a Gnome a través de los peligros de este retorcido mundo de cuento de hadas. ¿Podrás hacer que la molesta nube desaparezca? ¿Y recuperar su sombrero de la suerte robado? ¿Confiar en tus amigos? Descúbrelo en este juego de plataformas informal ambientado en un hermoso mundo pintado lleno de extrañas criaturas con las que tendrás que lidiar."},
{"id":84,"name":"Once Human","gender":"Mundo abierto, Terror, Multijugador","platform":"PC, Moviles","developer":"NetEase, Starry Studio, Exptional Global","release_date":"2024-07-09","description":"Once Human es un juego de supervivencia multijugador de mundo abierto ambientado en un extraño futuro postapocalíptico. Únete a tus amigos para luchar contra monstruos enemigos, descubrir conspiraciones secretas, competir por recursos y construir tu propio territorio. Antes, eras simplemente un humano. Ahora, tienes el poder de rehacer el mundo."},
{"id":85,"name":"Overwatch® 2","gender":"Multijugador, Shooter","platform":"PC, Switch, PS4, PS5, Xbox One, Xbox Series X/S","developer":"Blizzard Entertainment","release_date":"2022-10-04","description":"Overwatch® 2 es un shooter por equipos aclamado por la crítica ambientado en un futuro optimista con un plantel de héroes en evolución. Júntate con amigos y jugad hoy mismo."},
{"id":86,"name":"Paladins®","gender":"Shooter, Primera persona","platform":"PC, Switch, PS4, PS5, Xbox One, Xbox Seires X/S","developer":"Hi Rez Studios, Evil Mojo Games","release_date":"2016-09-16","description":"Acompaña a más de 25 millones de jugadores en Paladins, el shooter de fantasía gratis basado en equipos. Ejerce tus armas y desata poderes mágicos como un Campeón legendario del Reino. ¡Personaliza tus habilidades para jugar exactamente como prefieras!"},
{"id":87,"name":"Palworld","gender":"Mundo abierto","platform":"PC, PS5, Xbox One, Xbox Series X/S","developer":"Pocket Pair, Inc.","release_date":"2024-01-18","description":"Este es un juego multijugador de supervivencia en mundo abierto inmenso y original, en el que tendrás que hacerte con unas misteriosas criaturas llamadas Pals, capaces de combatir, construir, cultivar y trabajar en fábricas."},
{"id":88,"name":"Paragon: The Overprime","gender":"Moba","platform":"PC, PS5","developer":"Netmarble F&C Inc.","release_date":"2022-11-10","description":"Paragon: The Overprime es un MOBA de acción en tercera persona gratuito basado en equipos. Elige uno de los muchos poderosos héroes con habilidades exclusivas y trabaja con tus compañeros de equipo para conquistar el campo de batalla de Prime."},
{"id":89,"name":"PAYDAY 2","gender":"Accion, Primera persona, Shooter","platform":"PC, Switch, PS3, PS4, Xbox 360, Xbox One","developer":"Starbreeze Studios, Overkill Software, Sumo Digital","release_date":"2013-08-13","description":"PAYDAY 2 es un juego de acción cooperativo para cuatro jugadores que, una vez más, permite a los jugadores ponerse en la piel del equipo original de PAYDAY - Dallas, Hoxton, Wolf y Chains - mientras descienden por Washington DC en una épica ola de crímenes. La red CRIMENET ofrece una amplia gama de contratos dinámicos, y los jugadores son libres de elegir cualquier cosa, desde pequeños atracos a tiendas de conveniencia o secuestros, hasta grandes ciberdelitos o vaciar importantes cámaras acorazadas para ese épico PAYDAY. Y mientras estás en DC, ¿por qué no participas en la comunidad local y haces algunos encargos políticos?"},
{"id":90,"name":"Persona 4 Golden","gender":"Rol japones","platform":"PC, Switch, PS Vita, PS2, PS3, PS4, Xbox One, Xbox Series X/S","developer":"Atlus, P Studio, iXIT Corporation, PREAPP PARTNERS","release_date":"2008-12-09","description":"Una historia de juventud en la que el protagonista y sus amigos se embarcan en una aventura a raíz de una serie de asesinatos."},
{"id":91,"name":"Pet idle","gender":"Simulacion mascotas, 2D","platform":"PC, Moviles","developer":" Alphaquest Games","release_date":"2021-12-09","description":"Pet Idle es un simulador en el que debes ocuparte de varias de las necesidades que tu mascota pedirá, como comida, sed, sueño, baño, caminatas y juegos. Dale todo su amor y atención a sus queridas mascotas, ya sea un perro o un gato. Su mascota ganará niveles de experiencia ya que tiene una buena vida, así que continúe y aprenda varios trucos: ¡Siéntate, rueda, salta y más! ¡Cuanto más feliz sea tu mascota, más dinero ganarás! ¡Construye, expande y decora tu hogar para que puedas tener más y más mascotas! Interactuarán entre sí, cada una con diferentes personalidades que afectarán la convivencia."},
{"id":92,"name":"Police Stories","gender":"Simulacion policias, 2D","platform":"PC, Switch, PS4, Xbox One","developer":"Mighty Morgan, HypeTrain Digital","release_date":"2017-05-5","description":"Un shooter top-down con una perspectiva innovadora y con un énfasis en la táctica que te obliga a tomar decisiones en apenas milésimas de segundo. Neutraliza criminales, rescata a civiles y desactiva bombas en el modo Un solo jugador o Cooperativo. Y recuerda: tienes que disparar."},
{"id":93,"name":"Portal 2","gender":"Plataformas, Puzles","platform":"PC, Switch, PS3, Xbox One","developer":"Valve Corporation","release_date":"2011-04-18","description":"¡La «Iniciativa de Prueba Perpetua» se ha ampliado, permitiéndote ahora diseñar puzles cooperativos para ti y tus amigos!"},
{"id":94,"name":"Potion Craft: Alchemist Simulator","gender":"Simulacion, Fabricacion","platform":"PC, Switch, PS4, PS5, Xbox One, Xbox Seires X/S","developer":"Niceplay Games","release_date":"2021-09-21","description":"Potion Craft es un simulador de alquimista en el que interactúa físicamente con sus herramientas e ingredientes para elaborar pociones. Tiene todo el control sobre la tienda: invente nuevas recetas, atraiga a los clientes y experimente a su antojo. Recuerde: toda la ciudad cuenta con usted."},
{"id":95,"name":"Pumpkin Jack","gender":"Accion, 3D, Aventura","platform":"PC, Switch, PS4, PS5, Xbox One, Xbox Series X/S","developer":"Nicolas Meyssonnier, Evil Raptor","release_date":"2020-10-23","description":"¡Pumpkin Jack es un escalofriante juego de plataformas 3D en el que encarnas a Jack, el mítico señor de la calabaza! ¡Sumérgete en una aventura épica a través de paisajes sobrenaturales y ayuda al mal a aniquilar el bien!"},
{"id":96,"name":"Red Dead Redemption 2","gender":"Mundo abierto, Vaqueros","platform":"PC, PS4, Xbox One","developer":"Rockstar Games","release_date":"2018-10-26","description":"América, 1899. Arthur Morgan y la banda de Van der Linde se ven obligados a huir. Con agentes federales y los mejores cazarrecompensas de la nación pisándoles los talones, la banda deberá atracar, robar y luchar para sobrevivir en su camino por el escabroso territorio del corazón de América. Mientras las divisiones internas aumentan y amenazan con separarlos a todos, Arthur deberá elegir entre sus propios ideales y la lealtad a la banda que lo vio crecer."},
{"id":97,"name":"Resident Evil 2","gender":"Zombies, Terror, Supervivencia","platform":"PC, Swtich, PS4, PS5, Xbox One, Xbox Seires X/S","developer":"Capcom","release_date":"2019-01-25","description":"Resident Evil 2 supone la vuelta de la acción clásica, la exploración tensa y las mecánicas de resolución de rompecabezas que definieron la serie. Los jugadores acompañarán al policía novato Leon S. Kennedy y a la estudiante universitaria Claire Redfield, que se ven atrapados en una apocalíptica epidemia en Racoon City que ha transformado a su población en zombis mortíferos. Ambos personajes tienen sus propias campañas jugables, lo que permite a los jugadores ver la historia desde dos puntos de vista. El destino de ambos personajes, favoritos de los fans, está en manos de los jugadores, que deberán hacerlos colaborar y llegar hasta el fondo de lo que se esconde tras este terrorífico ataque a la ciudad. ¿Lograrán sobrevivir?"},
{"id":98,"name":"Resident Evil 3","gender":"Zombies, Terror, Supervivencia","platform":"pc, Switch, PS4, PS5, Xbox One, Xbox Series X/S, Game Pass","developer":"Capcom","release_date":"2020-05-02","description":"Jill Valentine es una de las pocas personas que quedan en Raccoon City que han sido testigos de las atrocidades de Umbrella. Para detenerla, Umbrella decide usar su arma secreta definitiva: ¡Nemesis!"},
{"id":99,"name":"RESIDENT EVIL RESISTANCE","gender":"Zombies, Multijugador","platform":"PC, PS4, Xbox One, Xbox Seires X/S","developer":"NeoBards Entertainment Limited, Capcom","release_date":"2020-05-03","description":"Disfruta de un nuevo modo multijugador online 1 contra 4 ambientado en el universo de Resident Evil, donde 4 supervivientes se enfrentarán al siniestro Cerebro. Como Cerebro, tu objetivo será evitar a toda costa que los supervivientes escapen. Tendrás a tu disposición todo tipo de herramientas, incluyendo invocar poderosos monstruos, colocar trampas letales, añadir armas en cámaras y mucho más. Por su parte, los supervivientes deberán colaborar para burlar los ataques del Cerebro y cumplir objetivos tipo rompecabezas, y así escapar del mapa antes de que se agote el tiempo."},
{"id":100,"name":"Rogue Company","gender":"Multijugador, Shooter","platform":"PC, Switch, PS4, PS5, Xbox One, Xbox Seires X/S, Moviles","developer":"First Watch Games","release_date":"2020-09-30","description":"¡Únete a más de 20 millones de jugadores en Rogue Company, el mejor juego de disparos táctico en tercera persona! Conviértete en un agente de Rogue Company y maneja armas poderosas, dispositivos de alta tecnología y habilidades que cambiarán el juego. Acepta la misión y lánzate a una variedad de modos de juego 4v4 y 6v6. ¡Juega GRATIS hoy!"},
{"id":101,"name":"Ruined King: A League of Legends Story™","gender":"Rol, Aventura, Combate por turno","platform":"PC, PS4, PS5, Xbox One, Xbox Series X/S, Swtich","developer":"Airship Syndicate","release_date":"2023-03-02","description":"Alzaos contra la Ruina - Reunid un equipo de campeones de League of Legends, explorad Aguas Estancadas y navegad hacia las Islas de la Sombra para descubrir los secretos de la letal Niebla Negra en este trepidante RPG por turnos."},
{"id":102,"name":"Selene ~Apoptosis~","gender":"Desnudos, Novelas Visuales","platform":"PC","developer":"Nupu Neko Dev, Viscum key","release_date":"2023-02-17","description":"Todo comienza cuando una atractiva desconocida aparece en la puerta de una casa solitaria. Esta es una historia de amor entre un hombre que ha dormido demasiado poco y una gata callejera."},
{"id":103,"name":"Shatterline","gender":"Multijugador, Shooter","platform":"PC, PS4","developer":"Frag Lab LLC","release_date":"2022-09-08","description":"¡Prepárate para el apocalipsis! Shatterline es un intenso juego de disparos en primera persona gratuito con modos PvE y PvP cooperativos de estilo roguelike. Elige un operador único, personaliza tu apariencia y tus armas, ¡y combate la plaga alienígena!"},
{"id":104,"name":"The Sims™ 4","gender":"Simulador de vida, Personalizacion","platform":"PC, PS4, Xbox One","developer":"Maxis","release_date":"2014-09-02","description":"Da rienda suelta a tu imaginación y crea un mundo único de Sims a tu imagen y semejanza. Descárgalo gratis y personaliza todos los detalles, desde tus Sims a sus hogares y mucho más. Elige el aspecto, la personalidad y la ropa de tus Sims y decide cómo van a vivir día a día. Diseña y construye casas increíbles para cada familia y luego decóralas con tus muebles y elementos decorativos favoritos. Desplázate a distintos barrios donde podrás conocer diferentes Sims y enterarte de sus vidas. Descubre bellos lugares con entornos característicos y embárcate en aventuras espontáneas. Gestiona los altibajos de la vida cotidiana de tus Sims y observa qué pasa cuando recreas situaciones de tu vida real. Cuenta tus historias como quieras desarrollando relaciones, asignando profesiones y aspiraciones y sumergiéndote en este extraordinario juego en el que las posibilidades son infinitas."},
{"id":105,"name":"Skullgirls 2nd Encore","gender":"Luchas, 2D, Dibujos","platform":"PC, Switch, PS4, PS Vita, PS3, Xbox 360, Xbox One, Xbox Series X/S, Moviles","developer":"Reverge Labs, Lab Zero Games, Hidden Variable Studios, M2","release_date":"2012-04-10","description":"Skullgirls 2nd Encore es un aclamado juego de peleas con preciosos gráficos en 2D y un ritmo frenético, en el que los jugadores controlan a luchadores brutales en un extraordinario mundo «dark deco». Cada uno de los 14 personajes originales ofrece una mecánica de juego única y mucha personalidad. Skullgirls es el juego de peleas perfecto para aficionados a los combates competitivos y jugadores esporádicos por igual. Incluye un modo Historia completamente doblado, animaciones geniales y una banda sonora creada por Michiru Yamane."},
{"id":106,"name":"Slay the Spire","gender":"Roguelike, Cartas","platform":"PC, Switch, PS4, Xbox One, Moviles, Game Pass","developer":"Mega Crit","release_date":"2017-11-14","description":"Hemos fusionado juegos de cartas y roguelikes para crear el mejor juego de cartas para un solo jugador que pudiéramos. Crea un mazo único, encuentra criaturas extrañas, descubre reliquias de inmenso poder y mata La Aguja."},
{"id":107,"name":"SMITE®","gender":"Moba","platform":"PC, Switch, PS4, Xbox One","developer":"Hi Rez Studios, Titan Forge Games","release_date":"2014-03-25","description":"¡Únete a más de 40 millones de jugadores en SMITE, el campo de batalla de los dioses! Empuña el martillo de Thor, convierte a tus enemigos en piedra con Medusa o demuestra tu poder divino con uno de los más de 100 íconos mitológicos. ¡Conviértete en un dios y juega ya GRATIS!"},
{"id":108,"name":"Soulworker","gender":"Anime, Gacha","platform":"PC","developer":"VALOFE","release_date":"2020-10-02","description":"Las emociones intensas ayudan a los SoulWorkers a salvar al mundo de la devastación que se vive en un mundo postapocalíptico. En un mundo donde solo reina la devastación oscura, tú eres el único SoulWorker que llega al rescate."},
{"id":109,"name":"South Park™: The Stick of Truth™","gender":"Rol, Aventura, Turnos","platform":"PC, Switch, PS3, Xbox 360, PS4, Xbox One","developer":"Obsidian Entertainment","release_date":"2014-03-04","description":"De entre los mortíferos campos de batalla del patio de recreo de cuarto curso, un joven héroe se alzará, destinado a ser el salvador de South Park. De los creadores de South Park, Trey Parker y Matt Stone, llega una épica aventura para llegar a ser... guay. Presentamos: South Park™: The Stick of Truth™. Comienzas como el niño nuevo del pueblo enfrentándote a un escalofriante reto: hacer amigos. A la vez que tú comienzas esta aventura, los chicos de South Park están envueltos en un enorme juego de rol por toda la ciudad, conjurando hechizos imaginarios y blandiendo espadas de juguete. Con el tiempo, este simple juego de niños se tornará en una batalla entre el bien y el mal que amenazará con consumir el mundo. Equípate con armas de leyenda para derrotar a hombres cangrejo, gnomos de los calzoncillos, hippies y otras fuerzas del mal. Descubre el Stick of Truth y gánate tu sitio como amigo al lado de Stan, Kyle, Cartman y Kenny. Triunfa y serás el salvador de South Park, consolidando tu estatus social en la escuela de primaria de South Park. Fracasa y serás para siempre conocido como... un perdedor."},
{"id":110,"name":"SpeedRunners","gender":"Carreras, Multijugador","platform":"PC, Switch, PS4, Xbox 360, Xbox One","developer":"DoubleDutch Games, tinyBuild","release_date":"2011-08-29","description":"Despiadado juego multijugador que envuelve a 4 jugadores unos contra otros, localmente y/o en línea. ¡Corre, salta, balancéate por todos lados, y usa armas intrincadas y recogibles para lanzar a tus oponentes fuera de la pantalla!"},
{"id":111,"name":"Spiritfarer®: Edición Farewell","gender":"Indie, Aventura","platform":"PC, Switch, PS4, Xbox One, Game Pass","developer":"Thunder Lotus Games","release_date":"2020-08-21","description":"Spiritfarer® es un juego de gestión sobre la muerte. Eres Stella, guía de los espíritus, y la maestre de un ferri que transporta a los muertos. Construye un barco para explorar el mundo, hazte amiga de los espíritus y cuida de ellos antes de guiarlos hasta el más allá. Cultiva, extrae recursos, pesca, cosecha, cocina y fabrica en los mares místicos. Únete a la aventura como el gato Daffodil en el modo cooperativo para dos jugadores. Diviértete y relájate con los espíritus pasajeros, crea recuerdos inolvidables y aprende a despedirte de los que más quieres."},
{"id":112,"name":"Star Trucker","gender":"Simulador de caminoes, Espacial","platform":"PC, Xbox Series X/S, Game Pass","developer":"Monster and Monster","release_date":"2024-09-03","description":"Sube de un salto al asiento del conductor de tu camión propulsado por cohetes, transporta mercancías, busca material recuperable y conoce a un elenco de camioneros espaciales de lo más variopinto en este viaje al más puro estilo americano por la carretera más larga de todas: ¡el espacio!"},
{"id":113,"name":"STAR WARS™ Galactic Battlegrounds Saga","gender":"Estrategia, ETR, Accion","platform":"PC","developer":"Ensemble Studios","release_date":"2001-11-09","description":"Lidera los grandes ejércitos de la saga Star Wars™ Episodio II: El ataque de los clones en intensos enfrentamientos de estrategia en tiempo real. Entra en la contienda como el Imperio Galáctico, la Alianza Rebelde, los Wookiees, la Federación de Comercio, los Gungans o la Real Naboo para determinar el curso de la Guerra Civil Galáctica."},
{"id":114,"name":"STAR WARS™ Republic Commando™","gender":"Accion, Tacticos, Shooter","platform":"PC","developer":"LucasArts","release_date":"2005-03-01","description":"Eres el líder de un escuadrón de élite de Comandos de la República, tu misión es infiltrarte, dominar y, en última instancia, aniquilar al enemigo. Tu escuadrón seguirá tus órdenes y tu liderazgo, trabajando en equipo, de manera instintiva, inteligente e instantánea. Tú eres su líder. Ellos son tu arma."},
{"id":115,"name":"Stay Out","gender":"Zombies, Multijugador, Supervivencia","platform":"PC","developer":"Mobile Technologies LLC, MOBITECH LLC","release_date":"2019-11-27","description":"Stay Out es un MMORPG con elementos de shooter basado en Spirit of Stalking, una exploración urbana en la que se buscan y exploran partes misteriosas, abandonadas y olvidadas por la humanidad de nuestro planeta. Descubre un mundo lleno de peligros y eventos increíbles, que tiene sus propias leyes y principios. Conviértete en uno de los Stalkers, personas que viven el romance de lo desconocido y que pueden superar cualquier prueba en busca de artefactos en el territorio de la Zona de Alienación. Echa un vistazo más allá del borde de lo desconocido, donde los secretos de la naturaleza y los peligros mortales esperan a los temerarios a cada paso. Sobrevive en duras condiciones, en las que cada sorbo de agua y cada cerilla cuentan. Laboratorios secretos, formas de vida de origen desconocido, anomalías misteriosas y artefactos extraños que desafían nuestro conocimiento de las leyes de la naturaleza: todo esto es el enorme mundo de Stay Out."},
{"id":116,"name":"Strinova","gender":"Anime, Disparos tercera persona","platform":"PC, PS5, Xbox One Series X/S","developer":"iDreamSky Technology Holdings Ltd","release_date":"2024-11-21","description":"Strinova es un juego de disparos táctico competitivo en tercera persona con estilo anime. Cambia libremente entre formas tridimensionales y bidimensionales en este juego único en su tipo que ofrece un sistema de disparos tácticos único para una experiencia sin igual."},
{"id":117,"name":"Tabletop Simulator","gender":"Mesa, Simulacion","platform":"PC","developer":"Berserk Games","release_date":"2014-04-18","description":"Tabletop Simulator es el único simulador en el que puedes dar rienda suelta a tu agresividad volteando la mesa. No hay reglas que seguir: solo tú, un sandbox de física y tus amigos. Crea tus propios juegos de mesa en línea o juega con los miles de mods creados por la comunidad. ¡Posibilidades de juego ilimitadas!"},
{"id":118,"name":"Tell Me Why","gender":"Elecciones, Episodios","platform":"PC, Xbox One","developer":"Don't Nod","release_date":"2020-08-27","description":"Tell Me Why es el último juego de aventuras narrativas de DONTNOD Entertainment, el estudio detrás de la querida franquicia Life is Strange. En este misterio íntimo, los gemelos reencontrados Tyler y Alyson Ronan usan su vínculo sobrenatural para desentrañar los recuerdos de su amorosa pero problemática infancia. Ambientado en un hermoso pueblo de Alaska, Tell Me Why presenta personajes realistas, temas maduros y decisiones apasionantes."},
{"id":119,"name":"Terraria","gender":"2D, Mundo Abierto","platform":"PC, Switch, PS3, PS4, Xbox One, Moviles","developer":"Re-Logic, Pipeworks Studios, Codeglue, Engine Software, 505 Mobile S.r.l","release_date":"2011-05-16","description":"¡Cava, lucha, explora, construye! Nada es imposible en este juego de aventuras repleto de acción. El mundo es tu lienzo y la tierra misma es tu pintura. ¡Coge tus herramientas y adelante! Crea armas para deshacerte de una gran variedad de enemigos en numerosos ecosistemas. Excava profundo bajo tierra para encontrar accesorios, dinero y otras cosas muy útiles. Reúne recursos para crear todo lo que necesites y conformar así tu propio mundo. Construye una casa, un fuerte o incluso un castillo. La gente se mudará a vivir ahí e incluso quizás te vendan diferentes mercancías que te ayuden en tu viaje. Pero ten cuidado, aún te aguardan más desafíos... ¿Estás preparado para la tarea?"},
{"id":120,"name":"Tina Chiquitina asalta la mazmorra del dragón: una aventura única","gender":"Aventura, Shooter","platform":"","developer":"Gearbox Software, Stray Kite Studios","release_date":"2021-11-09","description":"¡Juega a Tina Chiquitina asalta la mazmorra del dragón y reserva su continuación completa, Tiny Tina's Wonderlands! Aplasta esqueletos, derrota dragones y combate contra gólems gigantes en Tina Chiquitina asalta la mazmorra del dragón: una aventura única. ¡Disfruta la aclamada aventura de 2013 con la que empezó esta campaña independiente cargada de fantasía, diversión y toneladas de botín mágico! Han capturado a la reina y su reino está en peligro, solo tú y tus amigos tenéis alguna oportunidad de restaurar la paz en estas tierras extrañas y encantadas. Ábrete paso a través de bosques traicioneros, espeluznantes criptas y temibles fortalezas, pero ten cuidado: tu aventura podría cambiar en un instante según los caóticos designios de Tina. ¡Lánzate a esta comedia épica de tablero y prepárate para los combates más fantásticos de tu vida!"},
{"id":121,"name":"tModLoader","gender":"2D, Aventura, Accion","platform":"PC","developer":"TML Team","release_date":"2020-03-16","description":"Cava, lucha y construye tu camino a través del mundo de mods creados por jugadores en Terraria con tModLoader: ¡este DLC hace que modificar Terraria sea una realidad!"},
{"id":122,"name":"Tom Clancy's Rainbow Six® Siege","gender":"JcJ, Shooter, Multijugador","platform":"PC, PS4, PS5, Xbox One, Xbox Series X/S, xCloud","developer":"Ubisoft Montreal","release_date":"2015-12-01","description":"Tom Clancy's Rainbow Six® Siege es un shooter táctico realista por equipos en el que una cuidadosa planificación y ejecución de tu estrategia son claves para conseguir la victoria."},
{"id":123,"name":"TUNIC","gender":"Exploracion, Puzles","platform":"PC, Switch, PS4, PS5, Xbox One, Xbox Series X/S, xCloud","developer":"Andrew Shouldice, TUNIC Team, Isometricorp Games Limited, 22nd Century Toys LLC","release_date":"2022-03-16","description":"Explora un reino plagado de leyendas olvidadas, poderes ancestrales y feroces monstruos en TUNIC, un juego de acción isométrico sobre un pequeño zorro que emprende una gran aventura. Abandonado en una playa misteriosa y armado solo con tu propia curiosidad, deberás enfrentarte a bestias colosales, reunir extraños y poderosos objetos y desvelar secretos perdidos en el tiempo."},
{"id":124,"name":"Ultimate Chicken Horse","gender":"Multijugador, Divertidos","platform":"PC, Switch, PS4, Xbox One","developer":"Clever Endeavour Games","release_date":"2016-03-04","description":"¿Alguna vez has deseado ser un caballo trepamuros, esquivaflechas y colocador de trampas superando a tus peludos amigos en una carrera cargada de peligros en una pista que todos construís juntos? Caballo Pollo Definitivo es un juego festivo de plataformas en el que tú y tus amigos construís el nivel mientras vais jugando, colocando trampas mortales antes de intentar alcanzar el final del nivel. Si lo consigues y tus amigos no ¡sumas puntos! Juega online o en local con tus amigos peludos y experimenta con una gran variedad de plataformas en todo tipo de ubicaciones variopintas para encontrar nuevas maneras de fastidiar a tus amigos."},
{"id":125,"name":"ULTRAKILL","gender":"Shooter","platform":"PC","developer":"Heaven Pierce Her","release_date":"2020-09-03","description":"ULTRAKILL is a fast-paced ultraviolent old school FPS that fuses together classic shooters like Quake, modern shooters like Doom (2016) and character action games like Devil May Cry. Mankind has gone extinct and the only beings left on earth are machines fueled by blood. But now that blood is starting to run out on the surface... Machines are racing to the depths of Hell in search of more."},
{"id":126,"name":"Vampire Survivors","gender":"Roguelike de accion, Pixeles","platform":"PC, Switch, PS4, Xbox Series S/X, Xbox One, Moviles","developer":"Poncle","release_date":"17/12/2021","description":"¡Aniquila a miles de criaturas de la noche y sobrevive hasta el amanecer! Vampire Survivors es un juego casual de terror gótico con elementos «roguelite» donde tus decisiones te permitirán aumentar tu poder exponencialmente mientras luchas contra cientos de monstruos."},
{"id":127,"name":"","gender":"","platform":"","developer":"","release_date":"","description":""},
{"id":128,"name":"","gender":"","platform":"","developer":"","release_date":"","description":""},
{"id":129,"name":"","gender":"","platform":"","developer":"","release_date":"","description":""},
{"id":130,"name":"","gender":"","platform":"","developer":"","release_date":"","description":""},
{"id":131,"name":"","gender":"","platform":"","developer":"","release_date":"","description":""}]