[{"id":1,"name":"The Witcher 33: Wild Hunt","gender":"RPG","platform":"PC, Switch, PS4, PS5, Xbox One","developer":"CD Projekt Red","release_date":"2015-05-19","description":"Un RPG de mundo abierto basado en la saga de Geralt de Rivia "},
{"id":2,"name":"Minecraft","gender":"Mundo abierto","platform":"PC, Switch, PS3, PS4, PS5, Xbox 360, Xbox One, Xbox Series S/X, Moviles","developer":"Mojang Studios","release_date":"2009-05-17","description":"Un juego de construcción y exploración en un mundo abierto hecho de bloques."},
{"id":3,"name":"Fornite","gender":"Battle Royale","platform":"PC, Switch, PS4, PS5, Xbox One, Xbox Series S/X, Moviles","developer":"Epic Games","release_date":"2017-07-21","description":"Un juego multijugador en línea donde los jugadores compiten en un Battle Royale. "},
{"id":4,"name":"League of Legends","gender":"Moba","platform":"PC","developer":"Riot Games","release_date":"2009-10-27","description":"Es un juego de estrategia por equipos en el que dos equipos de cinco campeones se enfrentan para ver quién destruye antes la base del otro."},
{"id":5,"name":"Valorant","gender": "Shooter táctico","platform": "PC, PS5","developer": "Riot Games","release_date": "2020-04-07","description": "El objetivo principal del juego es participar en partidas entre dos equipos, cada uno compuesto por cinco jugadores. Un equipo gana la partida después de ganar un total combinado de al menos 13 rondas como Atacantes o Defensores."},
{"id":6,"name":"counter-strike global offensive","gender": "Shooter táctico","platform": "PC, Xbox 360, PS3","developer": "Valve","release_date": "2012-08-12","description": "Dos equipos de cinco compiten en un enfrentamiento al mejor de 30 rondas usando las reglas estándares competitivas de Counter-Strike. Los jugadores deben comprar armaduras, armas, equipos de desactivación o rescate y administrar su economía en el juego para maximizar sus posibilidades de éxito."},
{"id":7,"name":"counter strike 2","gender":"Shooter táctico","platform":"PC","developer":"Valve","release_date":"2012-08-12","description":"Dos equipos de cinco compiten en un enfrentamiento al mejor de 30 rondas usando las reglas estándares competitivas de Counter-Strike. Los jugadores deben comprar armaduras, armas, equipos de desactivación o rescate y administrar su economía en el juego para maximizar sus posibilidades de éxito"},
{"id":8,"name":"American Truck Simulator","gender":"Simulacion","platform":"PC","developer":"SCS Software","release_date":"2016-02-02","description":"Videojuego de simulación de camiones."},
{"id":9,"name":"Apex Legends","gender":"Battle Royale, Multijugador","platform":"PC, Switch, PS4, PS5, Xbox One, Xbox Series S/X, Moviles","developer":"Respawn","release_date":"2020-11-04","description":"Apex Legends es el galardonado juego gratuito de acción en primera persona de Respawn Entertainment. Domina un elenco creciente de leyendas con potentes habilidades. Juego estratégico basado en pelotones y jugabilidad innovadora en la nueva evolución del Battle Royale."},
{"id":10,"name":"ARK: Survival Evolved","gender":"Mundo abierto","platform":"PC, Switch, PS4, PS5, Xbox One, Xbox Series S/X","developer":"Studio Wildcard","release_date":"2017-08-27","description":"Juega como un hombre o una mujer desnudo, congelándote y muriéndote de hambre en una isla misteriosa. Debes cazar, cosechar, crear objetos, cultivar, y construir refugios para sobrevivir. Usa tu habilidad y astucia para matar, domesticar, criar y cabalgar dinosaurios y otras criaturas primitivas."},
{"id":11,"name":"Marvel’s Spider-Man Remastered","gender":"Mundo abierto, Superheros","platform":"PC, PS4, PS5","developer":"Insomniac Games, Nixxes Software","release_date":"2018-09-07","description":"La vida de Peter Parker se topa con la de Spider-Man en una historia original repleta de acción. Ponte en la piel de un Peter Parker veterano que ha pulido sus habilidades en la lucha contra el crimen y los villanos en la Nueva York de Marvel."},
{"id":12,"name":"Marvel’s Spider-Man: Miles Morales","gender":"Mundo abierto, Superheros","platform":"PC, PS4, PS5","developer":"Insomniac Games, Nixxes Software","release_date":"2020-11-12","description":"Tras los acontecimientos de Marvel’s Spider-Man Remasterizado, el adolescente Miles Morales se adapta a su nuevo barrio al tiempo que sigue los pasos de Peter Parker, su mentor, para convertirse en un nuevo Spider-Man."},
{"id":13,"name":"Marvel's Spider-Man 2","gender":"Mundo abierto, Superheros","platform":"PC, PS5","developer":"SCS Software","release_date":"2023-10-20","description":"El increíble poder del simbionte obliga a Peter y a Miles a enfrentar la prueba de fuerza definitiva, con y sin máscara, mientras tratan de equilibrar sus vidas, amistades y su deber de proteger a quienes estén en apuros."},
{"id":14,"name":"The Binding of Isaac: Rebirth","gender":"Roguelike de accion","platform":"PC, Switch, PS4, PS5, Xbox One, Xbox Series S/X, Moviles, PS Vita, Wii U, Nintendo 3DS","developer":"Nicalis Inc","release_date":"2014-11-04","description":"El juego sigue la historia de Isaac, un niño que vive con su madre. Un día, su madre escucha una voz divina que le ordena sacrificar a Isaac para demostrar su fe. Aterrorizado, Isaac encuentra una trampilla en el suelo de su habitación y escapa al sótano de su casa, donde se enfrenta a monstruos, demonios y otros horrores mientras trata de sobrevivir y descubrir la verdad sobre su familia."},
{"id":15,"name":"Borderlands 3","gender":"Rol, Disparos y botin","platform":"PC, PS4, PS5, Xbox one, Xbox Series X/S, Switch","developer":"Gearbox Software","release_date":"2019-09-13","description":"¡Vuelve el padre de los shooter-looter, con tropecientas mil armas y una aventura caótica! Arrasa a tus enemigos y descubre mundos inéditos con uno de los cuatro nuevos buscacámaras. Juega solo o con amigos para derribar a adversarios increíbles, hacerte con montones de botín y salvar tu hogar de la secta más cruel de la galaxia."},
{"id":16,"name":"Broforce","gender":"Accion, America","platform":"PC, PS5, Switch, Game pass, Xbox one","developer":"Free Lives","release_date":"2014-04-07","description":"Es una oda a la libertad de desplazamiento lateral repleta de acción en la que controlas a una organización paramilitar tan musculada como mal financiada que se especializa en el uso excesivo de la fuerza."},
{"id":17,"name":"CounterSide","gender":"Rol japones","platform":"PC, Moviles","developer":"Studiobside Co, Ltd","release_date":"2022-02-04","description":"Todo tiene otro lado Novela Gráfica Urbana RPG CounterSide Un mundo donde el conflicto nunca termina entre Counters y Objetos Corruptos después del Fallo de la Administración Te invitamos a un viaje para salvar la Realidad."},
{"id":18,"name":"Cult of the Lamb","gender":"Construccion de bases","platform":"PC, Switch, PS4, PS5, Xbox One, Xbox Series S/X","developer":"Massive Monster","release_date":"2022-06-10","description":"Crea tu propia secta en una tierra de falsos profetas, aventurándote en regiones diversas y misteriosas para construir una leal comunidad de adeptos de los bosques, y difunde tu Palabra para convertir tu secta en la única y verdadera."},
{"id":19,"name":"Dead Cells","gender":"Roguelike de accion","platform":"PC, PS4, PS5, Xbox One, Switch, Moviles","developer":"Motion Twin","release_date":"2017-05-10","description":"Dead Cells es un juego de acción de plataformas de estilo roguelite inspirado en juegos tipo metroidvania. Explorarás un castillo en constante cambio y expansión. Sin puntos de control: mata, muere, aprende, repite."},
{"id":20,"name":"Dead Island: Riptide Definitive Edition","gender":"Zombies","platform":"PC, PS4, PS4, Xbox One, Xbox 360","developer":"Techland","release_date":"2013-04-31","description":"Sigue la historia de la epidemia y contempla cómo el infierno llega otra vez al paraíso."},
{"id":21,"name":"Deep Rock Galactic","gender":"Enanos, Shooter","platform":"PC, PS4, PS5, Xbox One, Xbox Series X/S, Game Pass","developer":"Ghost Ship Games","release_date":"2018-02-28","description":"Es un shooter cooperativo de ciencia ficción en primera persona con enanos espaciales de armas tomar, entornos totalmente destruibles, cuevas generadas procedimentalmente y hordas interminables de monstruos alienígenas."},
{"id":22,"name":"Deus Ex: Human Revolution","gender":"Ciberpunk, Sigilo","platform":"PC, PS3, Xbox 360, Wii U","developer":"Eidos Montreal","release_date":"2011-08-23","description":"Juegas como Adam Jensen, un ex SWAT al que han escogido para supervisar las necesidades defensivas de una de las empresas de biotecnología más experimentales de América. Tu trabajo consiste en proteger los secretos de la empresa, pero, cuando irrumpe un equipo de operaciones encubiertas y mata a los mismos científicos que debías proteger, lo que creías saber sobre tu trabajo cambia totalmente."},
{"id":23,"name":"Ace Combat 7: Skies Unknown","gender":"Simulador de vuelo","platform":"PC, PS4, Switch, Xbox One","developer":"Bandai Namco Studios Inc.","release_date":"2019-01-18","description":"¡Conviértete en un as de la aviación y vuela por cielos fotorrealistas con 360 grados de movimiento, acaba con los aviones enemigos y disfruta de la emoción de los despegues realistas! ¡Los combates aéreos nunca han sido mejores!"},
{"id":24,"name":"Age of Empires II: Definitive Edition","gender":"Estrategia","platform":"PC, Xbox One, Xbox Series X/S, Game pass","developer":"Forgotten Empires, Tantalus Media, Wicked Witch, World's Edge, CaptureAge","release_date":"2019-11-14","description":"Age of Empires II: Definitive Edition incluye Los últimos khanes, que incorpora 3 campañas y 4 civilizaciones nuevas. Las frecuentes actualizaciones contienen eventos, contenido adicional, nuevos modos de juego (¡como el reciente modo cooperativo!) y funciones mejoradas."},
{"id":25,"name":"Aliens: Colonial Marines Collection","gender":"Shooter","platform":"PC, PS3, Xbox 360","developer":"Gearbox Software","release_date":"2013-02-11","description":"Tú y tus amigos sois los más mortíferos asesinos de la galaxia: los Marines Coloniales de los EE. UU. No sólo debéis sobrevivir, sino también acabar con la infección de xenomorfos."},
{"id":26,"name":"Aliens vs. Predator","gender":"Accion","platform":"PC, PS3, Xbox 360, Moviles","developer":"Rebellion","release_date":"2010-02-16","description":"Sobrevive, caza y conviértete en la presa en las mortíferas junglas y pantanos con una jugabilidad en primera persona diferente, nueva y emocionante."},
{"id":27,"name":"Aragami","gender":"Sigilo, Ninjas","platform":"PC, PS4, Switch, Xbox One","developer":"Lince Works","release_date":"2016-10-04","description":"Aragami es un juego de sigilo en el cual llevas a un guerrero no-muerto con el poder de controlar las sombras. Teletranspórtate a cualquier sombra, vuélvete invisible, materializa armas o incluso invoca un dragón sombrío para infiltrate entre las filas enemigas y deshacerte de tus objetivos."},
{"id":28,"name":"ATLYSS","gender":"Rol","platform":"PC","developer":"Kiseff","release_date":"2024-11-22","description":"Ingresa al mundo de ATLYSS, un juego de rol para un jugador/en línea donde puedes luchar con o contra amigos en un mundo surrealista lleno de criaturas más allá de toda comprensión. Personaliza y progresa con tus personajes, completa misiones y descubre lugares extraños."},
{"id":29,"name":"Black Desert","gender":"MMORPG","platform":"PC, PS4, Xbox One","developer":"Pearl Abyss","release_date":"2014-12-01","description":"Con más de 20 millones de aventureros, black Desert Online es un MMORPG de acción de mundo abierto. ¡Experimenta su intenso combate, enfréntante a Jefes mundiales, asedia castillos junto a tus amigos y mejora en diversas profesiones como pesca, comercio, manufactura, y cocina, entre otras!"},
{"id":30,"name":"Black Mesa","gender":"Accion","platform":"PC","developer":"Crowbar Collective","release_date":"2015-05-05","description":"Black Mesa es un videojuego de disparos en primera persona desarrollado y publicado por Crowbar Collective."}]